[
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-style-settings",
  "obsidian-code-block-enhancer",
  "mermaid-tools",
  "obsidian-latex-suite",
  "obsidian-graphviz",
  "canvas-mindmap",
  "table-editor-obsidian",
  "darlal-switcher-plus",
  "obsidian-git"
]